[XComGame.UIArmory_Loadout]
[UIArmory_Loadout]
m_strInventoryLabels[eInvSlot_PsiAmp]=灵能增幅器

[TheGift X2AbilityTemplate]
LocFriendlyName="<font color='#C08EDA'>灵异</font>"
LocFlyOverText="<font color='#C08EDA'>灵异</font>"
LocLongDescription="这名士兵体内拥有巨大的灵能。"
LocHelpText="这名士兵体内拥有巨大的灵能。"
LocPromotionPopupText="<Bullet/> 这名士兵获得与他的灵能攻击属性有关的力量。 <br/>"

[TheGift X2EffectTemplate]
LocFriendlyName="灵异"

[PsionStaffSlot X2StaffSlotTemplate]
EmptyText="开放：要求灵能兵"
BonusEmptyText="训练灵能能力。"
BonusDefaultText="灵能兵"
BonusText="%SKILL 训练"
FilledText="%UNITNAME 正在进行严格的精神训练以增强他们的灵能能力！"
LockedText="未解锁：购买升级"